[XComGame.UIArmory_Loadout]
[UIArmory_Loadout]
m_strInventoryLabels[eInvSlot_TacticalGadget]=战术装备

; ###### New Items ######

[GrapplingHook X2WeaponTemplate]
FriendlyName = "抓钩"
FriendlyNamePlural = "抓钩"
BriefSummary = "抓钩装置."
TacticalText = "<Bullet/> 抓钩模块允许士兵快速穿越战场。使用它不需要消耗行动点数，但有短暂的冷却时间."

[GrapplingHookPowered X2WeaponTemplate]
FriendlyName = "动力抓钩"
FriendlyNamePlural = "动力抓钩"
BriefSummary = "抓钩装置."
TacticalText = "<Bullet/> 动力抓钩模块允许士兵快速穿越战场。使用它不需要消耗行动点数，但有短暂的冷却时间."

; ###### Vanilla Override ######

; ### Techs ###
[SpiderSuit X2TechTemplate]
DisplayName="海盗战甲"
Summary="从XCOM总部被毁的主机中发现的零星记录表明，一套与抓钩相连的轻型装甲早期原型从未实现。我们最近对外星人材料的掌握可能使我们能够复活这一概念，并增加额外的战术功能." 
CodeName="费舍尔"
LongDescription="鉴于我们的部队目前正在各种环境中与敌人交战，我们需要为他们提供一切机会来在战场上获得战术优势。考虑到这一点，我们最新的装甲原型融入了安装战术装备的能力，以协助战场机动性。我们的首个战术装备是一个基本的动力上升机制，能够将穿戴者提升至超过10米的高度，并具有高度的稳定性。该战甲利用一系列微型伺服电机来帮助分散装甲上的负荷，同时还为穿戴者提供了增强的反射能力。尽管中央指挥官含糊地提到了之前为XCOM服务的科学官，但他似乎并不想直接与我讨论她的努力。我猜这个抓钩设计是她与父亲在XCOM沦陷前合作创造的。雷蒙. 沈."

; ### Items ###
[LightPlatedArmor X2ArmorTemplate]
FriendlyName="海盗战甲"
FriendlyNamePlural="海盗战甲"
BriefSummary="利用变种人的材料技术，我们开发了这套轻型战甲，它保留了变种人装甲板的增强保护性能，同时还提高了机动性，并增加了安装战术装备的能力，以便在战场上快速移动."
TacticalText="<Bullet/>  海盗战甲增加了机动性，并提高了擦伤（而非直接命中）的几率.\n<Bullet/>战术装备安装座允许士兵安装专用模块，以实现战场上的快速机动."

[LightPoweredArmor X2ArmorTemplate]
FriendlyName="幽灵战甲"
FriendlyNamePlural="幽灵战甲"
BriefSummary="我们的动力装甲系统的轻型变体不仅提升了士兵的反射能力和速度，还融入了实验性的曲速技术，使穿戴者能够短暂地改变维度相位，轻松穿过障碍物."
TacticalText="<Bullet/> 幽灵战甲增加了机动性，并提高了擦伤（而非直接命中）的几率.\n<Bullet/> 战术装备安装座允许士兵安装专用模块，以实现战场上的快速机动.\n<Bullet/> 幽灵战甲允许穿戴者直接穿过墙壁和障碍物."